[
  {
    "ID": 1,
    "Title": "Project Hail Mary: A Novel",
    "Description": "An irresistible interstellar adventure as only Andy Weir could deliver, Project Hail Mary is a tale of discovery, speculation, and survival to rival The Martian—while taking us to places it never dreamed of going.",
    "ISBN": 9780593395561,
    "Genre": "Adventure",
    "Author": "Andy Weir",
    "Publication": "May 4, 2021",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 2,
    "Title": "Island of the Lost: An Extraordinary Story of Survival at the Edge of the World",
    "Description": "Hundreds of miles from civilization, two ships wreck on opposite ends of the same deserted island in this true story of human nature at its best—and at its worst.",
    "ISBN": "978-1616209704",
    "Genre": "Adventure",
    "Author": "Joan Druett",
    "Publication": "January 1, 2007",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 3,
    "Title": "The Moor's Account",
    "Description": "PULITZER PRIZE FINALIST • A NEW YORK TIMES NOTABLE BOOK • The imagined memoirs of the first black explorer of America—this \"stunning [book] sheds light on all of the possible the New World exploration stories that didn’t make history” (Huffington Post).",
    "ISBN": "978-0804170628",
    "Genre": "Adventure",
    "Author": "Laila Lalami",
    "Publication": "August 18, 2015",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 4,
    "Title": "The Princess Bride: S. Morgenstern's Classic Tale of True Love and High Adventure",
    "Description": "William Goldman's modern fantasy classic is a simple, exceptional story about quests—for riches, revenge, power, and, of course, true love—that's thrilling and timeless.",
    "ISBN": "978-1328948854",
    "Genre": "Adventure",
    "Author": "William Goldman",
    "Publication": "October 8, 2007",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 5,
    "Title": "Me: Elton John Official Autobiography",
    "Description": "In his first and only official autobiography, music icon Elton John reveals the truth about his extraordinary life, from his rollercoaster lifestyle as shown in the film Rocketman, to becoming a living legend.",
    "ISBN": "978-1250147608",
    "Genre": "Autobiography",
    "Author": "Elton John",
    "Publication": "October 15, 2019",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 6,
    "Title": "She Dog: A Memoir by the Creator of Nike",
    "Description": "In this instant and tenacious New York Times bestseller, Nike founder and board chairman Phil Knight “offers a rare and revealing look at the notoriously media-shy man behind the swoosh” (Booklist, starred review), illuminating his company’s early days as an intrepid start-up and its evolution into one of the world’s most iconic, game-changing, and profitable brands.",
    "ISBN": "978-1508211808",
    "Genre": "Autobiography",
    "Author": "Phil Knight",
    "Publication": "April 20, 2016",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 7,
    "Title": "The Storyteller: Tales of Life and Music",
    "Description": "The #1 New York Times Bestseller * Named one of Variety's Best Music Books of 2021 * Included in Audible's Best of The Year list * A Business Insider Best Memoirs of 2021 * One of NME's Best Music Books of 2021",
    "ISBN": "978-0063076099",
    "Genre": "Autobiography",
    "Author": "Dave Grohl",
    "Publication": "October 5, 2021",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 8,
    "Title": "America Is in the Heart: A Personal History (AmazonClassics Edition)",
    "Description": "",
    "ISBN": "978-1542037365",
    "Genre": "Autobiography",
    "Author": "Carlos Bulosan",
    "Publication": "Jnauary 11, 2022",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 9,
    "Title": "The Splendid and the Vile: A Saga of Churchill, Family, and Defiance During the Blitz",
    "Description": "#1 NEW YORK TIMES BESTSELLER • The author of The Devil in the White City and Dead Wake delivers an intimate chronicle of Winston Churchill and London during the Blitz—an inspiring portrait of courage and leadership in a time of unprecedented crisis",
    "ISBN": "978-0385348713",
    "Genre": "Biography",
    "Author": "Erik Larson",
    "Publication": "February 25, 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 10,
    "Title": "Steve Jobs",
    "Description": "Walter Isaacson’s “enthralling” (The New Yorker) worldwide bestselling biography of Apple cofounder Steve Jobs.",
    "ISBN": "978-1451648539",
    "Genre": "Biography",
    "Author": "Walter Isaacson",
    "Publication": "October 24, 2011",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 11,
    "Title": "The Code Breaker: Jennifer Doudna, Gene Editing, and the Future of the Human Race",
    "Description": "The bestselling author of Leonardo da Vinci and Steve Jobs returns with a “compelling” (The Washington Post) account of how Nobel Prize winner Jennifer Doudna and her colleagues launched a revolution that will allow us to cure diseases, fend off viruses, and have healthier babies.",
    "ISBN": "978-1982115852",
    "Genre": "Biography",
    "Author": "Walter Isaacson",
    "Publication": "March 9, 2021",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 12,
    "Title": "Crenshaw",
    "Description": "In her first novel since The One and Only Ivan, winner of the Newbery Medal, Katherine Applegate delivers an unforgettable and magical story about family, friendship, and resilience.",
    "ISBN": "978-1250091666",
    "Genre": "Children's Fiction",
    "Author": "Katherine Applegate",
    "Publication": "September 26, 2017",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 13,
    "Title": "Wonder",
    "Description": "#1 NEW YORK TIMES BESTSELLER • Millions of people have fallen in love with Auggie Pullman, an ordinary boy with an extraordinary face—who shows us that kindness brings us together no matter how far apart we are. Read the book that inspired the Choose Kind movement, a major motion picture, and the critically acclaimed graphic novel White Bird.",
    "ISBN": 9780375869020,
    "Genre": "Children's Fiction",
    "Author": "R.J. Palacio",
    "Publication": "February 14, 2012",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 14,
    "Title": "The School for Good and Evil",
    "Description": "The New York Times bestselling School for Good and Evil series is an epic journey into a dazzling new world, where the only way out of a fairy tale is to live through one. Start here to follow Sophie, Agatha, and everyone at school from the beginning!",
    "ISBN": "978-0062104892",
    "Genre": "Children's Fiction",
    "Author": "Shoman Chainani",
    "Publication": "May 14, 2013",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 15,
    "Title": "The Land of Stories: The Wishing Spell (The Land of Stories, 1)",
    "Description": "Alex and Conner Bailey's world is about to change, in this fast-paced adventure that uniquely combines our modern day world with the enchanting realm of classic fairy tales.",
    "ISBN": "978-0316201575",
    "Genre": "Children's Fiction",
    "Author": "Chris Colfer",
    "Publication": "July 17, 2012",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 16,
    "Title": "The Book Thief",
    "Description": "The extraordinary, beloved novel about the ability of books to feed the soul even in the darkest of times.",
    "ISBN": "978-0375842207",
    "Genre": "Children's Fiction",
    "Author": "Markus Zusak",
    "Publication": "September 11, 2007",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 17,
    "Title": "The Hobbit: 75th Anniversary EditionThis deluxe hardcover edition of J.R.R. Tolkien's classic prelude to his Lord of the Rings trilogy contains a short introduction by Christopher Tolkien, a reset text incorporating the most up-to-date corrections, and all of Tolkien’s own drawings and full-color illustrations, including the rare “Mirkwood” piece.",
    "Description": "A great modern classic and the prelude to The Lord of the Rings",
    "ISBN": "978-0547928241",
    "Genre": "Children's Fiction",
    "Author": "J.R.R. Tolkien",
    "Publication": "February 15, 2012",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 18,
    "Title": "Pride and Prejudice: (Special Edition) (Jane Austen Collection)",
    "Description": "In a publishing career that spanned less than a decade, Jane Austen revolutionized the literary romance, using it as a stage from which to address issues of gender politics and class-consciousness rarely expressed in her day.",
    "ISBN": "978-1727118872",
    "Genre": "Classics",
    "Author": "Jane Austen",
    "Publication": "September 7, 2018",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 19,
    "Title": "To Kill a Mockingbird",
    "Description": "Harper Lee's Pulitzer Prize-winning masterwork of honor and injustice in the deep South—and the heroism of one man in the face of blind and violent hatred",
    "ISBN": "978-0060935467",
    "Genre": "Classics",
    "Author": "Harper Lee",
    "Publication": "January 1, 2002",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 20,
    "Title": "Frankenstein: The 1818 Text (Penguin Classics)",
    "Description": "2018 marks the bicentennial of Mary Shelley’s seminal novel. For the first time, Penguin Classics will publish the original 1818 text, which preserves the hard-hitting and politically-charged aspects of Shelley’s original writing, as well as her unflinching wit and strong female voice.",
    "ISBN": "978-0143131847",
    "Genre": "Classics",
    "Author": "Mary Shelley",
    "Publication": "January 16, 2018",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 21,
    "Title": "A Tale of Two Cities",
    "Description": "Set before and during the French Revolution in the cities of Paris and London, A Tale of Two Cities tells the story of Dr Manette's release from imprisonment in the Bastille and his reunion with daughter, Lucie. A French aristocrat Darnay and English lawyer Carton compete in their love for Lucie and the ensuing tale plays out against the menacing backdrop of the French Revolution and the shadow of the guillotine.",
    "ISBN": "978-0007350896",
    "Genre": "Classics",
    "Author": "Charles Dickens",
    "Publication": "July 2, 2013",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 22,
    "Title": "The Ten Thousand Doors of January",
    "Description": "In the early 1900s, a young woman embarks on a fantastical journey of self-discovery after finding a mysterious book in this captivating and lyrical debut.",
    "ISBN": "978-0316421973",
    "Genre": "Magical Realism",
    "Author": "Alix E. Harrow",
    "Publication": "May 12, 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 23,
    "Title": "One Hundred Years of Solitude",
    "Description": "One of the most influential literary works of our time, One Hundred Years of Solitude remains a dazzling and original achievement by the masterful Gabriel Garcia Marquez, winner of the Nobel Prize in Literature.",
    "ISBN": 60883286,
    "Genre": "Magical Realism",
    "Author": "Gabriel Garcia Marquez",
    "Publication": "February 21, 2006",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 24,
    "Title": "Like Water for Chocolate: A Novel in Monthly Installments with Recipes, Romances, and Home Remedies",
    "Description": "Earthy, magical, and utterly charming, this tale of family life in turn-of-the-century Mexico blends poignant romance and bittersweet wit.",
    "ISBN": "978-0785721666",
    "Genre": "Magical Realism",
    "Author": "Laura Esquivel",
    "Publication": "October 1, 1995",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 25,
    "Title": "House of the Spirits",
    "Description": "The House of the Spirits, the unforgettable first novel that established Isabel Allende as one of the world’s most gifted storytellers, brings to life the triumphs and tragedies of three generations of the Trueba family. T",
    "ISBN": "978-1400043187",
    "Genre": "Magical Realism",
    "Author": "Isabel Allende",
    "Publication": "April 19, 2005",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 26,
    "Title": "Assassin's Creed: Renaissance",
    "Description": "Betrayed by the ruling families of Italy, a young man embarks upon an epic quest for vengeance during the Renaissance in this novel based on the Assassin's Creed™ video game series.",
    "ISBN": "978-0441019298",
    "Genre": "Fantasy",
    "Author": "Oliver Bowden",
    "Publication": "February 23, 2010",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 27,
    "Title": "Black Leopard, Red Wolf (The Dark Star Trilogy)",
    "Description": "In the stunning first novel in Marlon James's Dark Star trilogy, myth, fantasy, and history come together to explore what happens when a mercenary is hired to find a missing child.",
    "ISBN": "978-0735220171",
    "Genre": "Fantasy",
    "Author": "Marlon James",
    "Publication": "February 5, 2019",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 28,
    "Title": "The Once and Future Witches",
    "Description": "Women’s suffrage and underground witchcraft spin together into an electrifying tale of three magical sisters living in the town of New Salem in 1893, fighting for equality and safety in a world that has denied them both those things.",
    "ISBN": 9780316422048,
    "Genre": "Fantasy",
    "Author": "Alix E. Harrow",
    "Publication": "October 13, 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 29,
    "Title": "The Priory of the Orange Tree",
    "Description": "A world divided. A queendom without an heir. An ancient enemy awakens.",
    "ISBN": "978-1635570304",
    "Genre": "Fantasy",
    "Author": "Samatha Shannon",
    "Publication": "February 18, 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 30,
    "Title": "Mistborn: The Final Empire (Mistborn, 1)",
    "Description": "From #1 New York Times bestselling author Brandon Sanderson, the Mistborn series is a heist story of political intrigue and magical, martial-arts action.",
    "ISBN": "978-0765377135",
    "Genre": "Fantasy",
    "Author": "Brandon Sanderson",
    "Publication": "May 13, 2014",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 31,
    "Title": "The Bone Shard Daughter",
    "Description": "The emperor's reign has lasted for decades, his mastery of bone shard magic powering the animal-like constructs that maintain law and order. But now his rule is failing, and revolution is sweeping across the Empire's many islands.",
    "ISBN": 9780316541442,
    "Genre": "Fantasy",
    "Author": "Andrea Stewart",
    "Publication": "September 8, 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 32,
    "Title": "Harry Potter and The Chamber of Secrets",
    "Description": "Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin!",
    "ISBN": "978-0590353403",
    "Genre": "Fantasy",
    "Author": "J.K. Rowling",
    "Publication": "September 1, 1998",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 33,
    "Title": "The Seven Husbands of Evelyn Hugo",
    "Description": "From the New York Times bestselling author of Daisy Jones & the Six—an entrancing and “wildly addictive journey of a reclusive Hollywood starlet” (PopSugar) as she reflects on her relentless rise to the top and the risks she took, the loves she lost, and the long-held secrets the public could never imagine.",
    "ISBN": "978-1501161933",
    "Genre": "Fiction",
    "Author": "Taylor Jenkins Reid",
    "Publication": "May 29, 2018",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 34,
    "Title": "The House on Mango Street",
    "Description": "In hardcover for the first time--on the tenth anniversary of its initial publication--the greatly admired and bestselling book about a young girl growing up in the Latino section of Chicago. Sometimes heartbreaking, sometimes deeply joyous, this novel depicts a new American landscape through its multiple characters.",
    "ISBN": "978-0679433354",
    "Genre": "Fiction",
    "Author": "Sandra Cisneros",
    "Publication": "April 26, 1994",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 35,
    "Title": "The Curious Incident of the Dog in the Night-Time: A Novel (Alex Awards (Awards))",
    "Description": "The Curious Incident of the Dog in the Night-Time is one of the freshest debuts in years: a comedy, a heartbreaker, a mystery story, a novel of exceptional literary merit that is great fun to read.",
    "ISBN": "978-0385512107",
    "Genre": "Fiction",
    "Author": "Mark Haddon",
    "Publication": "July 31, 2003",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 36,
    "Title": "Of Love and Shadows: A Novel",
    "Description": "This profoundly moving tale of love, bravery, and tragedy by New York Times bestselling author Isabel Allende brings to life a country ruled with an iron fist—and the men and women who dare to challenge it.",
    "ISBN": 5551880567,
    "Genre": "Fiction",
    "Author": "Isabel Allende",
    "Publication": "October 27, 2015",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 37,
    "Title": "Snow Falling on Cedars",
    "Description": "As a Japanese-American fisherman stands trial for murder on an island in Puget Sound, snow blankets the countryside. The whiteness covers the courthouse, but it cannot conceal the memories at work inside: the internment of Japanese Americans during World War II, an unrequited love, and the ghosts of racism that still haunt the islanders.",
    "ISBN": "067976402X",
    "Genre": "Fiction",
    "Author": "Dave Guterson",
    "Publication": "September 12, 1994",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 38,
    "Title": "The Kite Runner",
    "Description": "The unforgettable, heartbreaking story of the unlikely friendship between a wealthy boy and the son of his father’s servant, caught in the tragic sweep of history, The Kite Runner transports readers to Afghanistan at a tense and crucial moment of change and destruction.",
    "ISBN": 9781594631931,
    "Genre": "Fiction",
    "Author": "Khaled Hosseini",
    "Publication": "April 27, 2004",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 39,
    "Title": "Saga, Vol. 1 (Saga (Comic Series))",
    "Description": "When two soldiers from opposite sides of a never-ending galactic war fall in love, they risk everything to bring a fragile new life into a dangerous old universe.",
    "ISBN": "978-1607066019",
    "Genre": "Graphic Novel",
    "Author": "Brian K. Vaughan",
    "Publication": "Oct 10, 2012",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 40,
    "Title": "Persepolis: The Story of a Childhood",
    "Description": "Wise, funny, and heartbreaking, Persepolis is Marjane Satrapi’s best-selling graphic memoir of growing up in Iran during the Islamic Revolution.",
    "ISBN": "978-0375714573",
    "Genre": "Graphic Novel",
    "Author": "Marjane Sartrapi",
    "Publication": "Jun 1, 2004",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 41,
    "Title": "Ms. Marvel Volume 1: No Normal (Ms Marvel, 1)",
    "Description": "Marvel Comics presents the all-new Ms. Marvel, the groundbreaking heroine that has become an international sensation! Kamala Khan is an ordinary girl from Jersey City - until she is suddenly empowered with extraordinary gifts. But who truly is the all-new Ms. Marvel? Teenager? Muslim? Inhuman? Find out as she takes the Marvel Universe by storm!",
    "ISBN": "978-0785190219",
    "Genre": "Graphic Novel",
    "Author": "G. Willow Wilson",
    "Publication": "Oct 28, 2014",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 42,
    "Title": "Black Knight: The Fall of Dane Whitman (Black Knight (2015-2016))",
    "Description": "What do you do when it's your destiny to be damned? For centuries, that is the grave question that has plagued each wielder of the Ebony Blade -and all of them ultimately succumbed to the sword's curse. Now, as his own addiction to the weapon grows ever stronger, this shocking truth is laid bare to its current owner, the former Avenger Dane Whitman. Will this revelation be the reason he ends up in the strange and dangerous realm known as Weirdworld? Or is there something else?",
    "ISBN": "978-1302900311",
    "Genre": "Graphic Novel",
    "Author": "Luca Pizzari, Frank Tieri",
    "Publication": "Jun 21, 2016",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 43,
    "Title": "Legend",
    "Description": "Born into an elite family in one of the Republic's wealthiest districts, fifteen-year-old June is a military prodigy. Born into the slums of the Republic's Lake Sector, fifteen-year-old Day is the country's most wanted criminal. But his motives are not as sinister as they often they seem. One day June's brother is murdered and Day becomes the prime suspect. Now, Day is in a race for his family's survival, while June tries desperately to avenge her brother's death. And the two uncover the truth of what has really brought them together and the lengths their country will go to in order to keep its secrets.",
    "ISBN": 9780399171895,
    "Genre": "Graphic Novel",
    "Author": "Marie Lu",
    "Publication": "Apr 21, 2015",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 44,
    "Title": "Thor Vol. 1: The Goddess of Thunder (Thor (2014-2015))",
    "Description": "Mjolnir lies on the moon, unable to be lifted! Something dark has befallen the God of Thunder, leaving him unworthy for the first time ever! But when Frost Giants invade Earth, the hammer will be lifted - and a mysterious woman will be transformed into an all-new version of the mighty Thor! Who is this new Goddess of Thunder? Not even Odin knows...but she may be Earth's only hope against the Frost Giants!",
    "ISBN": "978-0785192381",
    "Genre": "Graphic Novel",
    "Author": "Russell Dauterman, Jason Aaron",
    "Publication": "May 2015",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 45,
    "Title": "The Witches: The Graphic Novel",
    "Description": "Witches are real, and they are very, very dangerous. They wear ordinary clothes and have ordinary jobs, living in ordinary towns all across the world -- and there's nothing they despise more than children.",
    "ISBN": 9781338677454,
    "Genre": "Graphic Novel",
    "Author": "Roald Dahl",
    "Publication": "September 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 46,
    "Title": "Daisy Jones and the Six",
    "Description": "NEW YORK TIMES BESTSELLER • A gripping novel about the whirlwind rise of an iconic 1970s rock group and their beautiful lead singer, revealing the mystery behind their infamous breakup—from the author of The Seven Husbands of Evelyn Hugo and Malibu Rising",
    "ISBN": "978-1524798642",
    "Genre": "Historical Fiction",
    "Author": "Taylor Jenkins Reid",
    "Publication": "February 4, 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 47,
    "Title": "The Song of Achilles",
    "Description": "The legend begins... Greece in the age of heroes.",
    "ISBN": "978-0062060617",
    "Genre": "Historical Fiction",
    "Author": "Madeline Miller",
    "Publication": "March 6, 2012",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 48,
    "Title": "Circe",
    "Description": "Drawing on the mythology of the classical world, Miller deftly weaves episodes of war, treachery, monsters, gods, demigods, heroes, and mortals into her second novel of the ancient world (after the Orange Prize—winning The Song of Achilles).",
    "ISBN": 9780316556347,
    "Genre": "Historical Fiction",
    "Author": "Madeline Miller",
    "Publication": "April 10, 2018",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 48,
    "Title": "In the Time of the Butterflies",
    "Description": "It is November 25, 1960, and three beautiful sisters have been found near their wrecked Jeep at the bottom of a 150-foot cliff on the north coast of the Dominican Republic. The official state newspaper reports their deaths as accidental. It does not mention that a fourth sister lives. Nor does it explain that the sisters were among the leading opponents of Gen. Rafael Leónidas Trujillo’s dictatorship. It doesn’t have to. Everybody knows of Las Mariposas--the Butterflies.",
    "ISBN": "978-1565129764",
    "Genre": "Historical Fiction",
    "Author": "Julia Alvarez",
    "Publication": "Jnauary 1, 2010",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 50,
    "Title": "The Pillars of the Earth",
    "Description": "The “extraordinary . . . monumental masterpiece” (Booklist) that changed the course of Ken Follett’s already phenomenal career—and begins where its prequel, The Evening and the Morning, ended.",
    "ISBN": 688046592,
    "Genre": "Historical Fiction",
    "Author": "Ken Follet",
    "Publication": "June 29, 2010",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 51,
    "Title": "Abraham Lincoln: Vampire Hunter",
    "Description": "While Abraham Lincoln is widely lauded for saving a and freeing millions of slaves, his valiant fight against the forces of the undead has remained in the shadows for hundreds of years. That is, until Seth Grahame-Smith stumbled upon The Secret Journal of Abraham Lincoln, and became the first living person to lay eyes on it in more than 140 years.",
    "ISBN": "978-0446563079",
    "Genre": "Horror",
    "Author": "Seth Grahame-Smith",
    "Publication": "March 2, 2010",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 52,
    "Title": "My Heart Is a Chainsaw",
    "Description": "​In her quickly gentrifying rural lake town Jade sees recent events only her encyclopedic knowledge of horror films could have prepared her for in this latest novel from the Jordan Peele of horror literature, New York Times bestselling author Stephen Graham Jones.",
    "ISBN": 9781982137656,
    "Genre": "Horror",
    "Author": "Stephen Graham Jones",
    "Publication": "August 31, 2021",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 53,
    "Title": "The Paris Apartment: A Novel",
    "Description": "From the New York Times bestselling author of The Guest List comes a new locked room mystery, set in a Paris apartment building in which every resident has something to hide…",
    "ISBN": "978-0063003057",
    "Genre": "Thriller",
    "Author": "Lucy Foley",
    "Publication": "February 22, 2022",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 54,
    "Title": "The Girl with the Dragon Tattoo",
    "Description": "Murder mystery, family saga, love story, and financial intrigue combine into one satisfyingly complex and entertainingly atmospheric novel, the first in Stieg Larsson's thrilling Millenium series featuring Lisbeth Salander.",
    "ISBN": "978-0857054036",
    "Genre": "Thriller",
    "Author": "Stieg Larrson",
    "Publication": "September 16, 2008",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 55,
    "Title": "Cain's Jawbone",
    "Description": "Six murders. One hundred pages. Millions of possible combinations... but only one is correct. Can you solve Torquemada's murder mystery?",
    "ISBN": 9781800180796,
    "Genre": "Mystery/Suspense",
    "Author": "Edward Powys Mathers",
    "Publication": "May 4, 2021",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 56,
    "Title": "The Maid: A Novel",
    "Description": "#1 NEW YORK TIMES BESTSELLER • GOOD MORNING AMERICA BOOK CLUB PICK • “A heartwarming mystery with a lovable oddball at its center” (Real Simple), this cozy whodunit introduces a one-of-a-kind heroine who will steal your heart.",
    "ISBN": "978-0593356159",
    "Genre": "Mystery/Suspense",
    "Author": "Nita Prose",
    "Publication": "January 4, 2022",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 57,
    "Title": "Recursion",
    "Description": "From the bestselling author of Dark Matter and the Wayward Pines trilogy comes a relentless thriller about time, identity, and memory—his most mind-boggling, irresistible work to date, and the inspiration for Shondaland’s upcoming Netflix film.",
    "ISBN": "978-1524759797",
    "Genre": "Mystery/Suspense",
    "Author": "Blake Crouch",
    "Publication": "March 10, 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 58,
    "Title": "One Piece, Vol. 1: Romance Dawn",
    "Description": "As a child, Monkey D. Luffy was inspired to become a pirate by listening to the tales of the buccaneer \"Red-Haired\" Shanks. But his life changed when Luffy accidentally ate the Gum-Gum Devil Fruit and gained the power to stretch like rubber...at the cost of never being able to swim again! Years later, still vowing to become the king of the pirates, Luffy sets out on his adventure... one guy alone in a rowboat, in search of the legendary \"One Piece,\" said to be the greatest treasure in the world...",
    "ISBN": 9781421545257,
    "Genre": "Manga",
    "Author": "Eiichiro Oda",
    "Publication": "November 2, 2010",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 59,
    "Title": "Hell Girl",
    "Description": "Revenge is sweet . . . and easy: Just visit the Hell Girl’s website, and this goddess of damnation will drag your enemy into the inferno. And some people will do anything for revenge.",
    "ISBN": 9780345504173,
    "Genre": "Manga",
    "Author": "Miyuki Etō",
    "Publication": "July 2007",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 60,
    "Title": "Code Girls: The Untold Story of the American Women Code Breakers of World War II",
    "Description": "The award-winning New York Times bestseller about the American women who secretly served as codebreakers during World War II--a \"prodigiously researched and engrossing\" (New York Times) book that \"shines a light on a hidden chapter of American history\" (Denver Post).",
    "ISBN": "978-0316352543",
    "Genre": "Nonfiction",
    "Author": "Liza Mundy",
    "Publication": "October 2, 2018",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 61,
    "Title": "Rich Dad, Poor Dad",
    "Description": "One day in 1996, one of my children came home disillusioned with school. He was bored and tired of studying. “Why should I put time into studying subjects I will never use in real life?” he protested. Without thinking, I responded, “Because if you don't get good grades, you won't get into college.” “Regardless of whether I go to college,” he replied, “I'm going to be rich.”",
    "ISBN": 9781365076350,
    "Genre": "Nonfiction",
    "Author": "Robert T. Kiyosaki",
    "Publication": "April 27, 2016",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 62,
    "Title": "The 1619 Project: A New Origin Story",
    "Description": "#1 NEW YORK TIMES BESTSELLER • NAACP IMAGE AWARD WINNER • A dramatic expansion of a groundbreaking work of journalism, The 1619 Project: A New Origin Story offers a profoundly revealing vision of the American past and present.",
    "ISBN": "978-0593230572",
    "Genre": "Nonfiction",
    "Author": "Nikole Hannah-Jones",
    "Publication": "November 16, 2021",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 63,
    "Title": "Caste: The Origins of Our Discontent",
    "Description": "In this brilliant book, Isabel Wilkerson gives us a masterful portrait of an unseen phenomenon in America as she explores, through an immersive, deeply researched narrative and stories about real people, how America today and throughout its history has been shaped by a hidden caste system, a rigid hierarchy of human rankings.",
    "ISBN": "978-0593230251",
    "Genre": "Nonfiction",
    "Author": "Isabel Wilkerson",
    "Publication": "August 4, 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 64,
    "Title": "The Supremes' Greatest Hits, 2nd Revised & Updated Edition: The 44 Supreme Court Cases That Most Directly Affect Your Life",
    "Description": "Can the government seize your house to build a shopping mall? Can it determine what control you have over your own body? Can police search your cellphone? The answers to those questions come from the Supreme Court, whose rulings have shaped American life and justice and allowed Americans to retain basic freedoms such as privacy, free speech, and the right to a fair trial.",
    "ISBN": "",
    "Genre": "Nonfiction",
    "Author": "Michael Trachtman",
    "Publication": "September 6, 2016",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 65,
    "Title": "Stamped from the Beginning: The Definitive History of Racist Ideas in America (National Book Award Winner)",
    "Description": "",
    "ISBN": "978-1568585987",
    "Genre": "Nonfiction",
    "Author": "Ibram X. Kendi",
    "Publication": "August 15, 2017",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 66,
    "Title": "Unwell Women: Misdiagnosis and Myth in a Man-Made World",
    "Description": "A trailblazing conversation-starting history of women's health--from Ancient Greece to hormones and autoimmune diseases--brought together in a fascinating sweeping narrative.",
    "ISBN": 9780593182963,
    "Genre": "Nonfiction",
    "Author": "Elinor Cleghorn",
    "Publication": "June 8, 2021",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 67,
    "Title": "It Ends with Us",
    "Description": "In this “brave and heartbreaking novel that digs its claws into you and doesn’t let go, long after you’ve finished it” (Anna Todd, New York Times bestselling author) from the #1 New York Times bestselling author of All Your Perfects, a workaholic with a too-good-to-be-true romance can’t stop thinking about her first love.",
    "ISBN": 9781982143657,
    "Genre": "Romance",
    "Author": "Colleen Hoover",
    "Publication": "July 28, 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 68,
    "Title": "The Love Hypothesis",
    "Description": "When a fake relationship between scientists meets the irresistible force of attraction, it throws one woman's carefully calculated theories on love into chaos.",
    "ISBN": "978-0593336823",
    "Genre": "Romance",
    "Author": "Ali Hazelwood",
    "Publication": "September 14, 2021",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 69,
    "Title": "The Kiss Quotient",
    "Description": "A heartwarming and refreshing debut novel that proves one thing: there's not enough data in the world to predict what will make your heart tick.",
    "ISBN": "978-0451490803",
    "Genre": "Romance",
    "Author": "Helen Hoang",
    "Publication": "June 5, 2018",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 70,
    "Title": "Bringing Down the Duke (A League of Extraordinary Women Book 1)",
    "Description": "A stunning debut for author Evie Dunmore and her Oxford suffragists in which a fiercely independent vicar's daughter takes on a powerful duke in a fiery love story that threatens to upend the British social order.",
    "ISBN": "978-1984805683",
    "Genre": "Romance",
    "Author": "Evie Dunmore",
    "Publication": "September 3, 2019",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 71,
    "Title": "The Viscount Who Loved Me: Bridgerton (Bridgertons Book 2)",
    "Description": "The inspiration for season two of BRIDGERTON, a series created by Shondaland for Netflix, from #1 New York Times bestselling author Julia Quinn: the story of Anthony Bridgerton in the second of her beloved Regency-set novels featuring the charming, powerful Bridgerton family.",
    "ISBN": "978-0063138629",
    "Genre": "Romance",
    "Author": "Julia quinn",
    "Publication": "April 27, 2021",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 72,
    "Title": "The Space Between Worlds",
    "Description": "An outsider who can travel between worlds discovers a secret that threatens the very fabric of the multiverse in this stunning debut, a powerful examination of identity, privilege, and belonging.",
    "ISBN": "978-0593156919",
    "Genre": "Science Fiction",
    "Author": "Micaiah Johnson",
    "Publication": "August 4, 0202",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 73,
    "Title": "Dune",
    "Description": "A mythic and emotionally charged hero’s journey, Dune tells the story of Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, who must travel to the most dangerous planet in the universe to ensure the future of his family and his people.",
    "ISBN": "978-0593438367",
    "Genre": "Science Fiction",
    "Author": "Frank Herbert",
    "Publication": "September 28, 2021",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 74,
    "Title": "Ready Player One",
    "Description": "A world at stake. A quest for the ultimate prize. Are you ready?",
    "ISBN": "978-0307887443",
    "Genre": "Science Fiction",
    "Author": "Ernest Kline",
    "Publication": "August 16, 2011",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 75,
    "Title": "Fahrenheit 451",
    "Description": "Nearly seventy years after its original publication, Ray Bradbury’s internationally acclaimed novel Fahrenheit 451 stands as a classic of world literature set in a bleak, dystopian future. Today its message has grown more relevant than ever before.",
    "ISBN": "978-1451673319",
    "Genre": "Science Fiction",
    "Author": "Ray Bradbury",
    "Publication": "January 10, 2012",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 76,
    "Title": "The Midnight Library",
    "Description": "Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality.",
    "ISBN": 525559477,
    "Genre": "Science Fiction",
    "Author": "Matt Haig",
    "Publication": "September 29, 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 77,
    "Title": "The Hate U Give",
    "Description": "Inspired by the Black Lives Matter movement, this is a powerful and gripping YA novel about one girl's struggle for justice.",
    "ISBN": 9780062498533,
    "Genre": "Young Adult",
    "Author": "Angie Thomas",
    "Publication": "February 28, 2017",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 78,
    "Title": "From Blood and Ash",
    "Description": "Captivating and action-packed, From Blood and Ash is a sexy, addictive, and unexpected fantasy perfect for fans of Sarah J. Maas and Laura Thalassa.",
    "ISBN": 9781952457012,
    "Genre": "Young Adult",
    "Author": "Jennifer L. Armentrout",
    "Publication": "March 30, 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 79,
    "Title": "Throne of Glass",
    "Description": "After serving out a year of hard labor in the salt mines of Endovier for her crimes, 18-year-old assassin Celaena Sardothien is dragged before the Crown Prince. Prince Dorian offers her her freedom on one condition: she must act as his champion in a competition to find a new royal assassin.",
    "ISBN": 9781599906959,
    "Genre": "Young Adult",
    "Author": "Sarah J. Maas",
    "Publication": "‎ August 7, 2012",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 80,
    "Title": "The Poet X",
    "Description": "Fans of Jacqueline Woodson, Meg Medina, and Jason Reynolds will fall hard for this astonishing New York Times-bestselling novel-in-verse by an award-winning slam poet, about an Afro-Latina heroine who tells her story with blazing words and powerful truth.",
    "ISBN": "978-0062662804",
    "Genre": "Young Adult",
    "Author": "Elizabeth Acevedo",
    "Publication": "March 6, 2018",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 81,
    "Title": "Ignite Me",
    "Description": "With Omega Point destroyed, Juliette doesn't know if the rebels, her friends, or even Adam are alive. But that won't keep her from trying to take down The Reestablishment once and for all. Now she must rely on Warner, the handsome commander of Sector 45. The one person she never thought she could trust. The same person who saved her life. He promises to help Juliette master her powers and save their dying world . . . but that's not all he wants with her.",
    "ISBN": 9780062085597,
    "Genre": "Young Adult",
    "Author": "Tahereh Mafi",
    "Publication": "February 4, 2014",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 82,
    "Title": "A Curse So Dark and Lonely",
    "Description": "In a lush, contemporary fantasy retelling of Beauty and the Beast, Brigid Kemmerer gives readers another compulsively readable romance perfect for fans of Marissa Meyer.",
    "ISBN": "978-1681195087",
    "Genre": "Young Adult",
    "Author": "Brigid Kemmerer",
    "Publication": "January 29, 2019",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 83,
    "Title": "Illuminae",
    "Description": "Told through a fascinating dossier of hacked documents—including emails, maps, files, IMs, medical reports, interviews, and more—Illuminae is the first book in a heart-stopping trilogy about lives interrupted, the price of truth, and the courage of everyday heroes.",
    "ISBN": 9780553499117,
    "Genre": "Young Adult",
    "Author": "Amy Kaufman, Jay Kristoff",
    "Publication": "October 20, 2015",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 84,
    "Title": "Simon vs. the Homo Sapiens Agenda",
    "Description": "Sixteen-year-old and not-so-openly gay Simon Spier prefers to save his drama for the school musical. But when an email falls into the wrong hands, his secret is at risk of being thrust into the spotlight",
    "ISBN": "978-0062348678",
    "Genre": "Young Adult",
    "Author": "Becky Albertalli",
    "Publication": "April 7, 2015",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 85,
    "Title": "Eleanor & Park",
    "Description": "Set over the course of one school year in 1986, this is the story of two star-crossed misfits-smart enough to know that first love almost never lasts, but brave and desperate enough to try. When Eleanor meets Park, you'll remember your own first love-and just how hard it pulled you under.",
    "ISBN": "978-1250064875",
    "Genre": "Young Adult",
    "Author": "Rainbow Rowell",
    "Publication": "February 26, 2013",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 86,
    "Title": "Sir Ladybug",
    "Description": "Ladies and gentlebugs, presenting the duke of the dandelion patch, champion of truth and justice, the one, the only—Sir Ladybug!",
    "ISBN": "978-0063069060",
    "Genre": "Picture Book",
    "Author": "Corey R. Tabor",
    "Publication": "March 29, 2022",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 87,
    "Title": "Don't Let the Pigeon Drive the Bus!",
    "Description": "When a bus driver takes a break from his route, a very unlikely volunteer springs up to take his place-a pigeon! But you've never met one like this before. As he pleads, wheedles, and begs his way through the book, children will love being able to answer back and decide his fate.",
    "ISBN": "978-0786819881",
    "Genre": "Picture Book",
    "Author": "Mo Willems",
    "Publication": "January 1, 2003",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 88,
    "Title": "Stuck",
    "Description": "From the illustrator of the #1 smash The Day the Crayons Quit comes another bestseller--a giggle-inducing tale of everything tossed, thrown, and hurled in order to free a kite!",
    "ISBN": "978-0399257377",
    "Genre": "Picture Book",
    "Author": "Oliver Jeffers",
    "Publication": "November 10, 2011",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 89,
    "Title": "Eyes That Kiss in the Corners",
    "Description": "This lyrical, stunning picture book tells a story about learning to love and celebrate your Asian-shaped eyes, in the spirit of Hair Love by Matthew A. Cherry, and is a celebration of diversity.",
    "ISBN": "978-0062915627",
    "Genre": "Picture Book",
    "Author": "Joanna Ho",
    "Publication": "January 5, 2021",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 90,
    "Title": "Last Stop on Market Street",
    "Description": "This award-winning modern classic—a must-have for every child’s home library—is an inclusive ode to kindness, empathy, gratitude, and finding joy in unexpected places, and celebrates the special bond between a curious young boy and his loving grandmother.",
    "ISBN": 399257748,
    "Genre": "Picture Book",
    "Author": "Matt Dela Peña, Christian Robinson",
    "Publication": "January 8, 2015",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 91,
    "Title": "Julian is a Mermaid",
    "Description": "In an exuberant picture book, a glimpse of costumed mermaids leaves one boy flooded with wonder and ready to dazzle the world.",
    "ISBN": "978-0763690458",
    "Genre": "Picture Book",
    "Author": "Jessica Love",
    "Publication": "April 23, 2018",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 92,
    "Title": "The Proudest Blue: A Story of Hijab and Family",
    "Description": "A powerful, vibrantly illustrated story about the first day of school--and two sisters on one's first day of hijab--by Olympic medalist and social justice activist Ibtihaj Muhammad.",
    "ISBN": "978-0316519007",
    "Genre": "Picture Book",
    "Author": "Ibtihaj Muhammad",
    "Publication": "September 10, 2019",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 93,
    "Title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
    "Description": "No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.",
    "ISBN": "978-1847941831",
    "Genre": "Self-Help",
    "Author": "James Clear",
    "Publication": "October 16, 2018",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 94,
    "Title": "The Mountain Is You: Transforming Self-Sabotage Into Self-Mastery",
    "Description": "This is a book about self-sabotage. Why we do it, when we do it, and how to stop doing it—for good.",
    "ISBN": "978-1949759228",
    "Genre": "Self-Help",
    "Author": "Brianna Wiest",
    "Publication": "May 29, 0202",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 95,
    "Title": "The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life (Mark Manson Collection Book 1)",
    "Description": "In this generation-defining self-help guide, a superstar blogger cuts through the crap to show us how to stop trying to be \"positive\" all the time so that we can truly become better, happier people.",
    "ISBN": "978-0062457714",
    "Genre": "Self-Help",
    "Author": "Mark Manson",
    "Publication": "September 13, 2016",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 96,
    "Title": "You Are a Badass®: How to Stop Doubting Your Greatness and Start Living an Awesome Life",
    "Description": "Packed with humor, inspiration, and advice, You Are a Badass is the #1 New York Times bestselling self-help book that teaches you how to get better without getting busted.",
    "ISBN": "978-0762490547",
    "Genre": "Self-Help",
    "Author": "Jen Sincero",
    "Publication": "October 17, 2017",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 97,
    "Title": "Milk and Honey",
    "Description": "This clothbound edition features deckled edge paper, a woven ribbon marker, and a foreword written by the author. The book is divided into four chapters, and each chapter serves a different purpose. Deals with a different pain. Heals a different heartache. milk and honey takes readers through a journey of the most bitter moments in life and finds sweetness in them because there is sweetness everywhere if you are just willing to look.",
    "ISBN": "978-1449496364",
    "Genre": "Poetry",
    "Author": "Rupi Kaur",
    "Publication": "August 28, 2018",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 98,
    "Title": "Call Us What We Carry: Poems",
    "Description": "The breakout poetry collection by #1 New York Times bestselling author and presidential inaugural poet Amanda Gorman",
    "ISBN": "978-0593465066",
    "Genre": "Poetry",
    "Author": "Amanda Gorman",
    "Publication": "December 7, 2021",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 99,
    "Title": "100 Love Sonnets and Twenty Love Poems",
    "Description": "Book 1: 100 Love Sonnets is a collection of one hundred sonnets written by Chilean poet Pablo Neruda and was published first in 1959 in Spanish. Book 2: Twenty Love Poems and a Song of Despair is a collection of romantic poems by Pablo Neruda, first published in 1924 when Neruda was 19. It was Neruda's second published work and made his name as a poet. It’s Neruda's best-known work, and has sold more than 20 million copies.",
    "ISBN": "978-1645600619",
    "Genre": "Poetry",
    "Author": "Pablo Neruda",
    "Publication": "January 13, 2020",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 100,
    "Title": "The Essential Rumi - reissue: New Expanded Edition",
    "Description": "This revised and expanded edition of The Essential Rumi includes a new introduction by Coleman Barks and more than 80 never-before-published poems.",
    "ISBN": "978-0062509598",
    "Genre": "Poetry",
    "Author": "Jalal Al-Din Rumi",
    "Publication": "May 28, 2004",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 101,
    "Title": "",
    "Description": "",
    "ISBN": "",
    "Genre": "",
    "Author": "",
    "Publication": "",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 102,
    "Title": "",
    "Description": "",
    "ISBN": "",
    "Genre": "",
    "Author": "",
    "Publication": "",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 103,
    "Title": "",
    "Description": "",
    "ISBN": "",
    "Genre": "",
    "Author": "",
    "Publication": "",
    "Rating": "",
    "Comment": ""
  },
  {
    "ID": 104,
    "Title": "",
    "Description": "",
    "ISBN": "",
    "Genre": "",
    "Author": "",
    "Publication": "",
    "Rating": "",
    "Comment": ""
  }
]